---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HvacVelocity
source: html/1c983304-0113-9681-babe-2110677442f5.htm
---
# Autodesk.Revit.DB.SpecTypeId.HvacVelocity Property

Velocity, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId HvacVelocity { get; }
```